/* Error string for OTR message string */
"A private conversation could not be set up." = "खाजगी संभाषण सुरू करण्यात अपयश आले.";

/* Title for the about page */
"About" = "अ‍ॅपबद्दल";

/* Label for button to show version numbers and licenses */
"About This Version" = "ह्या संस्करणाबद्दल";

/* SSL error message */
"Access denied" = "पोहोच नाकारली";

/* The string describing a buddy's account */
"Account" = "खाते";

/* Title for the accounts tab */
"Accounts" = "खाती";

/* Button title to add someone as a buddy */
"Add" = "जोडा";

/* The title for the view to add a buddy */
"Add Buddy" = "मित्र जोडा";

/* Label for button to create account by logging into an existing account */
"Add Existing Account" = "Add Existing Account";

/* String to describe advanced set of settings */
"Advanced" = "प्रगत";

/* No comment provided by engineer. */
"Advanced Encryption Settings" = "Advanced Encryption Settings";

/* Error string for OTR message string */
"An error occured while encrypting a message and the message was not sent." = "संदेशाचे एन्क्रिप्शन करण्यात अपयश आले आणि संदेश पाठवला गेला नाही.";

/* Shown to confirm destructive actions */
"Are you sure?" = "Are you sure?";

/* SSL error message */
"Attempt to restore an unknown session" = "अनोळखी सेशन पुनर्जिवित करण्याचा प्रयत्न";

/* Title for automatic conversation deletion setting */
"Auto-delete" = "आपोआप डिलीट करा";

/* Label in buddy list for users that are available */
"Available" = "उपलब्ध";

/* Label in buddy list for users that are away */
"Away" = "बाहेर";

/* SSL error message */
"Bad certificate format" = "प्रमाणपत्राचा नमुना चुकीचा";

/* SSL error message */
"Bad MAC" = "एम.ए.सी. चुकीचा";

/* SSL error message */
"Bad protocol version" = "प्रोटोकॉल संस्करण चुकीचे";

/* SSL error message */
"Bad SSLCipherSuite" = "एस.एस.एल. सिफर सूट चुकीचा";

/* SSL error message */
"Bad unsupported cert format" = "विसंगत प्रमाणपत्राचा नमुना चुकीचा";

/* string to describe basic set of settings */
"Basic" = "मूलभूत";

/* username section */
"Basic Setup" = "Basic Setup";

/* Text describing what happens when the user has forgotten the passphrase */
"Because the database contents is encrypted with your passphrase, you've lost access to your data and will need to delete and reinstall ChatSecure to continue. Password managers like 1Password or MiniKeePass can be helpful for generating and storing strong passwords." = "डेटाबेसमधील माहिती तुमच्या परवलीच्या शब्दसमूहाद्वारे एन्क्रिप्ट केलेली असल्यामुळे, तुम्ही आता तुमच्या डेटापर्यंत पोहोचू शकत नाही आणि जर तुम्हाला वापर सुरू ठेवायचा असेल तर चॅटसिक्यॉर डिलीट करून परत इन्स्टॉल करावे लागेल. कठिण परवलीचे शब्द तयार करण्यासाठी व ते साठवून ठेवण्यासाठी आयपासवर्ड किंवा मिनीकीपास सारखे परवलीच्या शब्दांचे व्यवस्थापक मदतीचे ठरू शकतात.";

/* No comment provided by engineer. */
"Best Available" = "Best Available";

/* The String for a button to block a buddy */
"Block" = "बंदी घाला";

/* The String for a buddy to block and remove a buddy from the buddy list */
"Block & Remove" = "बंदी घाला व यादीतून काढा";

/* The title for the view that shows detailed buddy info */
"Buddy Info" = "मित्राची माहिती";

/* Label for button to take a photo from camera */
"Camera" = "Camera";

/* Cancel an alert window */
"Cancel" = "रद्द करा";

/* Error string for OTR message string */
"Cannot read the received message." = "प्राप्त झालेला संदेश वाचता येत नाही.";

/* Error string for OTR message string */
"Cannot recognize the type of OTR message received." = "प्राप्त झालेल्या ओ.टी.आर. संदेशाचा प्रकार ओळखता येत नाही.";

/* SSL error message */
"Cert chain not verified by root" = "प्रमाणपत्र शृंखला रूटद्वारे सत्यापित नाही";

/* SSL error message */
"Certificate expired" = "प्रमाणपत्र कालबाह्य झाले";

/* SSL error message */
"Certificate revoked" = "प्रमाणपत्र रद्द केले";

/* SSL error message */
"Chain had a cert not yet valid" = "शृंखलेत सध्या वैध नसलेले प्रमाणपत्र होते";

/* SSL error message */
"Chain had an expired cert" = "शृंखलेत कालबाह्य प्रमाणपत्र होते";

/* Title for chat view */
"Chat" = "गप्पा";

/* Body of SMS or email when sharing a link to the app */
"Chat with me securely" = "माझ्यासोबत सुरक्षितपणे गप्पा मारा";

/* Title for chats view */
"Chats" = "गप्पा";

/* Title for ChatSecure Push (this probably doesnt need to be translated) */
"ChatSecure Push" = "चॅटसिक्यॉर पुश";

/* let users know source is on Github */
"Check out the source here on Github" = "अ‍ॅपचा सोर्स इथे गिटहबवर पाहू शकता";

/* server selection footer */
"Choose from our list of trusted servers, or use your own." = "Choose from our list of trusted servers, or use your own.";

/* title for server selection screen */
"Choose Server" = "Choose Server";

/* SSL error message */
"Cipher Suite negotiation failure" = "सिफर सूट वाटाघाटी अपयशी";

/* Label for text field where you compose a new message */
"Compose" = "संदेश लिहा";

/* SSL error message */
"Configuration error" = "जुळवणीत त्रुटी";

/* String for button to connect connect */
"Connect" = "Connect";

/* Whether or not account is logged in */
"Connected" = "संपर्क प्रस्थापित";

/* String to state if an account is progress of creating a connection */
"Connecting" = "संपर्क करणे सुरू आहे";

/* Message shown when connecting to the Tor network */
"Connecting to Tor" = "टॉरसोबत जोडणी सुरू आहे";

/* SSL error message */
"Connection closed gracefully" = "संपर्क पद्धतशीर बंद झाला";

/* SSL error message */
"Connection closed via error" = "संपर्क त्रुटीमुळे बंद झाला";

/* Copy string to clipboard as in copy and paste */
"Copy" = "नक्कल करा";

/* No comment provided by engineer. */
"Could not decrypt database. If the app is not working properly, you may need to delete and reinstall." = "Could not decrypt database. If the app is not working properly, you may need to delete and reinstall.";

/* Error message when cannot get public key from SSL certificate */
"Could not retrieve public key from certificate" = "प्रमाणपत्राकडून सार्वजनिक किल्ली मिळवण्यात अपयश आले";

/* No comment provided by engineer. */
"Crash Detected" = "Crash Detected";

/* Title for button to create account */
"Create" = "तयार करा";

/* Label for button to create a new account via in band registration */
"Create New Account" = "नवीन खाते बनवा";

/* Start of sentence that will be followed by names */
"Created by" = "रचनाकार";

/* Title for progress of creating a new account */
"Creating Account" = "खाते बनवणे सुरू आहे";

/* Place holder label for custom domains */
"Custom" = "Custom";

/* if you want to change your username */
"Customize Username" = "Customize Username";

/* No comment provided by engineer. */
"Database Error" = "Database Error";

/* e.g. for deactivating your push account */
"Deactivate" = "Deactivate";

/* SSL error message */
"Decoding error" = "डीकोडिंग त्रुटी";

/* SSL error message */
"Decompression failure" = "डीकाँप्रेशन अपयशी";

/* SSL error message */
"Decryption error" = "डीक्रिप्शन त्रुटी";

/* SSL error message */
"Decryption failed" = "डीक्रिप्शन करण्यात अपयश आले";

/* SSL error message */
"Decryption failure" = "डीक्रिप्शन अपयशी";

/* default string to revert to normal language behaviour */
"Default" = "सर्वसामान्य";

/* Button to delete account */
"Delete Account" = "Delete Account";

/* Ask user if they want to delete the stored account information */
"Delete Account?" = "खाते डिलीट करायचे?";

/* Description for automatic conversation deletion */
"Delete chats on disconnect" = "जोडणी तोडताना गप्पा डिलीट करा";

/* Shows in the chat view when a message has been delivered */
"Delivered" = "पोहोचला";

/* Default message when a user status is set to do not disturb */
"Do Not Disturb" = "अडथळा आणू नये";

/* No comment provided by engineer. */
"Don't change these unless you really know what you're doing. By default we will always select the best available encryption method." = "Don't change these unless you really know what you're doing. By default we will always select the best available encryption method.";

/* Title for donation link */
"Donate" = "देणगी";

/* Title for button to press when user is finished */
"Done" = "झाले";

/* Button to edit account details */
"Edit Account" = "Edit Account";

/* The string describing account name or email address for a buddy */
"Email" = "ईमेल";

/* enable permission */
"Enable" = "Enable";

/* button for enabling push messages */
"Enable Push" = "Enable Push";

/* button for enabling push messages in iOS system settings */
"Enable Push in Settings" = "Enable Push in Settings";

/* No comment provided by engineer. */
"Enable Tor" = "Enable Tor";

/* Generic title for encryption errors */
"Encryption Error" = "एन्क्रिप्शन त्रुटी";

/* The placeholder text for the text field to enter a group chat name or label */
"Enter a group name" = "Enter a group name";

/* Title of error message pop-up box */
"Error" = "Error";

/* title label for error when creating account */
"Error Creating Account" = "खाते बनवण्यात अपयश";

/* SSL error message */
"Export restriction" = "निर्बंध निर्यात करा";

/* Default message when a user status is set to extended away */
"Extended Away" = "दूर बाहेर";

/* the name for facebook */
"Facebook" = "फेसबुक";

/* Message when cannot connect to XMPP server */
"Failed to connect to XMPP server. Please check your login credentials and internet connection and try again." = "एक्स.एम.पी.पी सर्व्हरशी संपर्क अपयशी. कृपया तुमची लॉगिन माहिती व महाजाल संपर्क तपासून पाहा आणि पुन्हा प्रयत्न करा.";

/* SSL error message */
"Fatal alert" = "जीवघेण्या त्रुटीची चेतावणी";

/* prompt to fix background fetch */
"Fix Background Fetch..." = "Fix Background Fetch...";

/* prompt to fix permissions */
"Fix Permissions..." = "Fix Permissions...";

/* Label for button when you've forgotten the passphrase */
"Forgot Passphrase?" = "परवलीचा शब्दसमूह विसरलात?";

/* whether or not we should generate a strong password for them */
"Generate Secure Password" = "Generate Secure Password";

/* Name of popular web based hosting service */
"GitHub" = "गिटहब";

/* the name for Google talk */
"Google Talk" = "गूगल टॉक";

/* a subtitle label for a group chat */
"Group Chat" = "Group Chat";

/* The title for the view to enter a group chat name or label */
"Group Name" = "Group Name";

/* SSL error message */
"Handshake failure" = "हस्तांदोलन अपयशी";

/* Label for button to open link to translate app */
"Help Translate" = "भाषांतर करण्यास मदत करा";

/* Label for button to hold to record audio */
"Hold to talk" = "Hold to talk";

/* Label text for hostname field on login scree */
"Hostname" = "होस्टनेम";

/* SSL error message */
"I/O would block (not fatal)" = "आय./ओ. बंदी घालेल (जीवघेणे नाही)";

/* SSL error message */
"Illegal parameter" = "बेकायदा पॅरामीटर";

/* Label for incoming data transfers */
"Incoming" = "Incoming";

/* Short for information, button title to get more information */
"Info" = "माहिती";

/* SSL error message */
"Insufficient buffer provided" = "बफरची तरतूद अपुरी";

/* SSL error message */
"Insufficient security" = "अपुरी सुरक्षा";

/* SSL error message */
"Internal error" = "आंतरिक त्रुटी";

/* SSL error message */
"Invalid certificate chain" = "अवैध प्रमाणपत्र शृंखला";

/* title label for invalid email */
"Invalid Email" = "अवैध ईमेल";

/* Button to invite friends */
"Invite Friends" = "Invite Friends";

/* the name for jabber, also include (XMPP) at the end */
"Jabber (XMPP)" = "जॅबर (एक्स.एम.पी.पी)";

/* Label for button after to send push notification knock. Like knocking on a door */
"Knock" = "Knock";

/* Text for label after knock is sent. Like knocking on a door */
"Knock Sent" = "Knock Sent";

/* string to bring up language selector */
"Language" = "भाषा";

/* log in to account */
"Log In" = "लॉग इन";

/* log out from account */
"Log Out" = "लॉग आउट";

/* Label for account setting that autologins on launch */
"Login Automatically" = "आपोआप लॉगिन करा";

/* Title for button to manage ChatSecure Push account */
"Manage ChatSecure Push account" = "चॅटसिक्यॉर पुश खात्याचे व्यवस्थापन करा";

/* Button to manage your OTR and OMEMO keys */
"Manage My Keys" = "Manage My Keys";

/* subtitle for the certificate pinned setting */
"Manage saved SSL certificates" = "जतन केलेल्या एस.एस.एल. प्रमाणपत्रांचे व्यवस्थापन करा";

/* No comment provided by engineer. */
"Me" = "Me";

/* Error string for OTR message string */
"Message has not been sent because our buddy has ended the private conversation. We should either close the connection, or refresh it." = "आपल्या मित्राने खाजगी संभाषण बंद केल्यामुळे संदेश पाठवला गेला नाही. आपण एकतर संपर्क बंद केला पाहिजे किंवा त्याला रीफ्रेश केले पाहिजे.";

/* microphone permission is disabled */
"Microphone Disabled" = "Microphone Disabled";

/* SSL error message */
"Miscellaneous bad certificate" = "संकीर्ण प्रमाणपत्र चुकीचे";

/* SSL error message */
"Module attach failure" = "मॉड्यूल जोडण्यात अपयश";

/* Your QR code */
"My QR Code" = "My QR Code";

/* The string describing a buddy's display name */
"Name" = "नाव";

/* For a new settings value */
"New" = "नवीन";

/* Title for New Account View */
"New Account" = "नवीन खाते";

/* Title for alert when a new SSL certificate is encountered */
"New SSL Certificate" = "नवीन एस.एस.एल. प्रमाणपत्र";

/* Label for button to go to next step */
"Next" = "पुढे";

/* for choosing your XMPP vCard display name */
"Nickname" = "Nickname";

/* SSL error message */
"No Error" = "त्रुटी नाही";

/* SSL error message */
"No renegotiation allowed" = "पुनर्वाटाघाटीची परवानगी नाही ";

/* Label in buddy list for users that are offline */
"Offline" = "ऑफलाइन";

/* Accept the dialog */
"OK" = "ठीक आहे";

/* For an old settings value */
"Old" = "जुने";

/* Label to open link in the chrome web browser */
"Open in Chrome" = "क्रोममध्ये उघडा";

/* Label for button to open link in facebook app */
"Open in Facebook" = "फेसबुकमध्ये उघडा";

/* Label to open link in the Safari web browser */
"Open in Safari" = "Open in Safari";

/* Label for button to open link in twitter app */
"Open in Twitter" = "ट्विटरमध्ये उघडा";

/* Hint text for domain field telling user this field is not required */
"Optional" = "ऐच्छिक";

/* Title for other miscellaneous settings group */
"Other" = "इतर";

/* Error string for OTR message string */
"Our policy requires encryption but we are trying to send an unencrypted message out." = "आमच्या धोरणानुसार एन्क्रिप्शन गरजेचे आहे पण आम्ही विनाएन्क्रिप्टेड संदेश पाठवण्याचा प्रयत्न करत आहोत.";

/* Label text for password field on login screen */
"Password" = "परवलीचा शब्द";

/* SSL error message */
"Peer cert is valid, or was ignored if verification disabled" = "पीअर प्रमाणपत्र एकतर वैध आहे, किंवा सात्यापन बंद केल्यामुळे त्याकडे दुर्लक्ष करण्यात आले आहे";

/* SSL error message */
"Peer dropped connection before responding" = "पीअरने प्रतिसाद देण्याआधीच संपर्क खंडित केला";

/* SSL error message */
"Peer host name mismatch" = "पीअर होस्टनेम जुळले नाही";

/* String for XMPP buddies when adding buddy is pending */
"Pending Approval" = "मान्यता अनिर्णित";

/* Ask user if they want to delete the stored account information */
"Permanently delete" = "कायमचे डिलीट करायचे";

/* Label for button to open up photo library and choose photo */
"Photo Library" = "Photo Library";

/* Button Lable to show all pinned SSL certificates */
"Pinned Certificates" = "पिन केलेली प्रमाणपत्रे";

/* Label for messages that are not encrypted */
"plaintext" = "plaintext";

/* No comment provided by engineer. */
"Plaintext (Opportunistic OTR)" = "Plaintext (Opportunistic OTR)";

/* No comment provided by engineer. */
"Plaintext Only" = "Plaintext Only";

/* detail title label for invalid email */
"Please choose a valid email address" = "कृपया एक वैध ईमेल पत्ता निवडा";

/* Label for port number field for connecting to service */
"Port" = "पोर्ट";

/* title for contacts profile view */
"Profile" = "Profile";

/* Title for push-messaging related settings */
"Push" = "पुश";

/* Button title to show more information about Push messaging might not be working */
"Push Warning" = "Push Warning";

/* Label for qr code image */
"QR code" = "क्यू.आर. संकेत";

/* Error string for OTR message string */
"Received a general OTR error." = "सामान्य ओ.टी.आर. त्रुटी मिळाली.";

/* Error string for OTR message string */
"Received a heartbeat." = "हार्टबीट मिळाली.";

/* Error string for OTR message string */
"Received an encrypted message but cannot read it because no private connection is established yet." = "एन्क्रिप्टेड संदेश प्राप्त झाला आहे पण अजून खाजगी संपर्क प्रस्थापित नसल्यामुळे त्याला वाचले जाऊ शकत नाही.";

/* Error string for OTR message string */
"Received an unencrypted message." = "विनाएन्क्रिप्टेड संदेश प्राप्त झाल आहे.";

/* Error string for OTR message string */
"Received and discarded a message intended for another instance." = "दुसर्‍या एका इन्स्टन्ससाठी प्राप्त झालेला संदेश बाद केला.";

/* Error string for OTR message string */
"Received our own OTR messages." = "आपला स्वःचाच ओ.टी.आर. संदेश प्राप्त झाला.";

/* Title for header of Buddy list view with Recent Buddies */
"Recent" = "अलीकडील";

/* SSL error message */
"Record overflow" = "नोंद उतू गेली";

/* Button title to reject a request such as a buddy request */
"Reject" = "नाकारा";

/* Label for instruction to delete current recording */
"Release to delete" = "Release to delete";

/* Label for instruction to send current audio */
"Release to send" = "Release to send";

/* Label for switch to save passphrase */
"Remember Passphrase" = "परवलीचा शब्दसमूह लक्षात ठेवा";

/* label for switch for whether or not we should save their password between launches */
"Remember password" = "परवलीचा शब्द लक्षात ठेवा";

/* The String for a button to remove a buddy from the buddy list */
"Remove" = "काढून टाका";

/* No comment provided by engineer. */
"Removed By Server" = "Removed By Server";

/* Reply to an incoming message */
"Reply" = "प्रतिसाद द्या";

/* String to let user know a certain field like a password is required to create an account */
"Required" = "गरजेचे";

/* Label for button to resend message. */
"Resend" = "Resend";

/* Ttitle for alert view to resend a message */
"Resend Message" = "Resend Message";

/* Describe what resending will do the %@ will be replaced withe the method OTR/OMEMO/Plaintext */
"Resending this message will use %@." = "Resending this message will use %@.";

/* e.g. for resetting push account */
"Reset" = "Reset";

/* Label for text input for XMPP resource */
"Resource" = "संसाधन";

/* Title for button for saving a setting */
"Save" = "जतन करा";

/* Title for listing the user saved SSL certificates */
"Saved Certificates" = "जतन केलेली प्रमाणपत्रे";

/* Label for sharing via QR Code */
"Scan QR" = "Scan QR";

/* Label for text field where you search for a buddy */
"Search" = "शोधा";

/* Title heading in settings */
"Security" = "सुरक्षा";

/* Title of alert box warning about security issues */
"Security Warning" = "सुरक्षिततेबद्दल चेतावणी";

/* The placeholder text in the chat view where the message should go */
"Send %@ encrypted message" = "Send %@ encrypted message";

/* String on button to email feedback */
"Send Feedback" = "अभिप्राय पाठवा";

/* The placeholder text in the chat view where the message should go */
"Send plaintext message" = "Send plaintext message";

/* Label text for when a transfer is in progress (normally followed by a percent value 34%) */
"Sending" = "Sending";

/* Error string for OTR message string */
"Sent a heartbeat." = "हार्टबीट पाठवला.";

/* server selection section title */
"Server" = "Server";

/* SSL error message */
"Server closed session with no notification" = "सर्व्हरने सूचित न करता सेशन बंद केले";

/* SSL error message */
"Server has requested a client cert" = "सर्व्हरने क्लाएंट सर्टिफिकेची मागणी केली आहे";

/* button to show more information about your XMPP server */
"Server Information" = "Server Information";

/* Title for the Settings screen */
"Settings" = "सेटिंग्स";

/* Title for sharing a link to the app */
"Share" = "इतरांना कळवा";

/* Label for inviting friends via URL */
"Share Invite" = "Share Invite";

/* No comment provided by engineer. */
"Show Advanced Encryption Settings" = "Show Advanced Encryption Settings";

/* toggle switch for show advanced */
"Show Advanced Options" = "Show Advanced Options";

/* title label for signing up for a new account */
"Sign Up" = "साइन अप";

/* Label for button to skip this step */
"Skip" = "सोडून द्या";

/* A placeholder for a buddy's username like Someone wants to chat. */
"Someone" = "Someone";

/* SSL error message */
"SSL protocol error" = "एस.एस.एल. प्रोटोकॉल त्रुटी";

/* No comment provided by engineer. */
"The app crashed last time it was launched. Send a crash report?" = "The app crashed last time it was launched. Send a crash report?";

/* Error string for OTR message string */
"The message received contains malformed data." = "प्राप्त झालेल्या संदेशात व्यंग्य डेटा आहे.";

/* Error string for OTR message string */
"The previous message was resent." = "आधीचा संदेश परत पाठवला गेला.";

/* Error message for when in band registration is not supported */
"The XMPP server does not support in-band registration" = "हे एक्स.एम.पी.पी सर्व्हर इन-बँड नोंदणी करू देत नाही";

/* basic setup selection footer */
"Think of a unique nickname that you don't use anywhere else and doesn't contain personal information." = "Think of a unique nickname that you don't use anywhere else and doesn't contain personal information.";

/* Error message when trying to make a purchase but payments haven't been set up yet */
"This device doesn't seem to be configured to make payments." = "हे उपकरण पैसे भरण्यासाठी तयार नाही असे जाणवते.";

/* Error message description */
"This message was received from an untrusted device." = "This message was received from an untrusted device.";

/* Error message description */
"This message was sent to an untrusted device." = "This message was sent to an untrusted device.";

/* microphone permission is disabled */
"To use this feature you must re-enable microphone permissions." = "To use this feature you must re-enable microphone permissions.";

/* Message for warning about using tor network */
"Tor is an experimental feature, please use with caution." = "टॉर हे एक प्रायोगिक वैशिष्ट्य आहे, कृपया सावधगिरीने वापरा.";

/* Name of the popular social tweeting site */
"Twitter" = "ट्विटर";

/* Title for error message */
"Unable to Send Message" = "Unable to Send Message";

/* SSL error message */
"Underlying cryptographic error" = "मूलभूत क्रिप्टोग्राफिक त्रुटी";

/* SSL error message */
"Unexpected (skipped) record in DTLS" = "डी.टी.एल.एस.मध्ये अनपेक्षित (वगळलेली) नोंद";

/* SSL error message */
"Unexpected message received" = "अनपेक्षित संदेश प्राप्त झाला";

/* SSL error message */
"Unknown Cert Authority" = "अनोळखी प्रमाणपत्र अधिकारी";

/* SSL error message */
"Unknown certificate" = "अनोळखी प्रमाणपत्र";

/* Describes an error without a known cause */
"Unknown Error" = "Unknown Error";

/* Label for button to unlock app */
"Unlock" = "कुलुप उघडा";

/* shown when invite QR code doesnt work */
"Unrecognized Invite Format" = "Unrecognized Invite Format";

/* Title for error message */
"Untrusted Device" = "Untrusted Device";

/* SSL error message */
"User canceled" = "सदस्याने रद्द केले";

/* Example of a username using the words user and example */
"user@example.com" = "sadasya@udaaharan.com";

/* Label text for username field on login screen */
"Username" = "सदस्यनाव";

/* SSL error message */
"Valid cert chain, untrusted root" = "वैध प्रमाणपत्र शृंखला, अविश्वसनीय रूट";

/* shown to show that the certificate was valid to the system */
"Valid certificate" = "वैध प्रमाणपत्र";

/* To let the user know the fingerprint as been checked */
"Verified" = "सत्यापित झाले";

/* Shown when verifying fingerprints */
"Verify" = "सत्यापित करा";

/* Title of the dialog for fingerprint verification */
"Verify Fingerprint" = "फिंगरप्रिंट सत्यापित करा";

/* when displaying version numbers such as 1.0.0 */
"Version" = "संस्करण";

/* The label for a button to view the buddy profile */
"View Profile" = "View Profile";

/* Describe how to change a contact's device settings */
"View profile to review contact's devices or change encryption settings." = "View profile to review contact's devices or change encryption settings.";

/* Label text for when a transfer has not started yet */
"Waiting" = "Waiting";

/* This string follows a user's dislplay name or username ex Bob wants to chat. */
"wants to chat." = "wants to chat.";

/* help text for password generator */
"We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else." = "We can automatically generate you a secure password. If you choose your own, make sure it's a unique password you don't use anywhere else.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this account." = "We could not find any trusted devices for this account.";

/* Error message for not finding any devices */
"We could not find any trusted devices for this contact." = "We could not find any trusted devices for this contact.";

/* actionsheet for showing uservoice feedback service */
"Would you like to connect to UserVoice to send feedback?" = "अभिप्राय पाठवण्यासाठी तुम्हाला युजरव्हॉइसला जोडलेले चालेल का?";

/* Title for xmpp accounts that connect through the Tor network */
"XMPP + Tor" = "एक्स.एम.पी.पी + टॉर";

/* String used when onboarding works */
"You're ready to use" = "You're ready to use";

/* Message shown when about to donate */
"Your donation will help fund the continued development of ChatSecure." = "तुमच्या देणगीमुळे चॅटसिक्यॉरचा सतत विकास चालू ठेवण्यासाठी मदत होईल.";

/* Text that describes what remembering your passphrase does */
"Your password will be stored in the iOS Keychain of this device only, and is only as safe as your device passphrase or pin. However, it will not persist during a device backup/restore via iTunes, so please don't forget it, or you may lose your conversation history." = "तुमचा परवलीचा शब्द फक्त ह्या उपकरणाच्या आय.ओ.एस. कीचेनमध्ये साठवला जाईल, आणि त्याची सुरक्षा फक्त तेवढीच असेल जेवढी तुमच्या उपकरणाचा परवलीचा शब्दसमूह किंवा पिन देईल. पण आयट्यून्सद्वारे उपकरणाचे बॅकप/रीस्टोअर करताना मात्र तो जतन राहणार नाही. म्हणून कृपया त्याला विसरू नका, नाहीतर तुमच्या संभाषणांचा इतिहास तुम्ही गमावून बसाल.";

